[
  {
    "path": "projects/library-data-platform-query-development/",
    "title": "Library Data Platform Query Development",
    "description": "September 2018 to present",
    "author": [],
    "date": "2021-02-07",
    "categories": [],
    "contents": "\n\n“FOLIO is a collaboration of libraries, developers and vendors building an open source library services platform. It supports traditional resource management functionality and can be extended into other institutional areas.” -folio.org\nResponsibilities\nSince joining the Reporting Special Interest Group (SIG) in September 2018, have held progressively more advanced leadership roles. Currently a member of the Reporting SIG development leadership team, working as project manager for the RA/UM query subteam.\nResponsibilities have included database testing, loading data, generating test data, writing queries for both PostgreSQL and Amazon Redshift databases, reviewing queries for logic and style, creating and maintaining JIRA issues and wiki documentation, and maintaining the GitHub repository.\nProject Outcomes\nQuery Repository\nNassib Nassar, Angela Zoss, Vandana Shah, Scott Perry, Axel Dörrer, Christie Thomas, Sharon Beltaine (July 15, 2020). FOLIO Forum livestream: Reporting Community Update on Building Reports\nZoss, Angela M. (March 9, 2020). Building an Open Source Reporting Platform for FOLIO. Poster presentation at 2020 Electronic Resources & Libraries Annual Conference (ER&L2020), Austin, TX. \nNassib Nassar, Angela Zoss, Sharon Beltaine, Kevin Walker (February 12, 2020). FOLIO Forum livestream: FOLIO Reporting with the Library Data Platform\n\n\n\n",
    "preview": "projects/library-data-platform-query-development/FOLIO_Logo.png",
    "last_modified": "2021-02-07T15:14:18-05:00",
    "input_file": {},
    "preview_width": 580,
    "preview_height": 322
  },
  {
    "path": "projects/visualizing-the-future/",
    "title": "Visualizing the Future",
    "description": "May 2017 to present",
    "author": [],
    "date": "2021-02-07",
    "categories": [],
    "contents": "\n\nA partnership between the University of Michigan, the University of Southern California, and Duke University, Visualizing the Future will gather current and aspiring specialists in data visualization to develop a literacy-based instructional and research agenda for library and information professionals. Taking cues from other projects and grants focused on general data and information literacy, the grant will fund a series of meetings, virtual conversations, and professional development opportunities to advance library-based data visualization instruction beyond hands-on, technology-based tutorials toward a nuanced, critical understanding of visualization as a research product and form of expression.\nThis project was made possible in part by the Institute of Museum and Library Services, RE-73-18-0059-18.\nResponsibilities\nAs a co-Principle Investigator, help organize grant-related activities, including monthly virtual meetings with VTF Fellows, communications with stakeholders like our advisory board and growing community of practice, documentation of grant activities on public websites, and participation in grant-related projects.\nServe as project lead and primary developer for Teach Viz By Example, an online repository for example datasets and visualizations that are especially well suited for teaching critical issues in data visualization\nServe as primary designer and analyst for grant assessment work\nProject Outcomes\nZoss, Angela M. (October 18, 2019). Thinking (and teaching) critically for data visualization. Invited presentation at North Carolina State University Libraries’ Coffee and Viz series, Raleigh, NC.\nKlein, Jo, Saldaña, Cass W., & Zoss, Angela M. (November 9, 2020). Using Wax and Jekyll to build minimal projects. Learn@DLF Tutorial presented at 2020 DLF Forum.\nOgdon, Dorothy, Rutkowski, Andy, & Zoss, Angela M. (November 17, 2020). Visualization in Library Assessment. Live webinar, hosted by VTF as part of a series of monthly live discussions called Viz and Tell.\nJoque, Justin, Rutkowski, Andy, & Zoss, Angela M. (September 22, 2020). Visualizing the Future Update. Live webinar.\n\n\n\n\n",
    "preview": "projects/visualizing-the-future/bowtie8d.png",
    "last_modified": "2021-02-07T15:08:11-05:00",
    "input_file": {},
    "preview_width": 3780,
    "preview_height": 3418
  },
  {
    "path": "projects/breaking-the-bundle/",
    "title": "Breaking the Bundle",
    "description": "November 2018 to March 2020",
    "author": [],
    "date": "2020-03-01",
    "categories": [],
    "contents": "\n\nA data science project to combine and visualize various measures of value for Duke’s journal subscriptions in an attempt to optimize subscription purchases and improve journal pricing transparency.\nResponsibilities\nLed student team during 10-week summer data science experience\nCompiled raw datasets for team, including the development of scripts to make API calls\nPost summer, refactored and extended R code generated by student team to improve logic, update Shiny app interface, and make the project more generalizable to different institutions and vendors\nProject Outcomes\nDuke Libraries Journal Usage Dashboard Repository\nZoss, Angela M. (March 10, 2020). Partnering with Data Science Students on Journal Usage Analysis. Presentation at 2020 Electronic Resources & Libraries Annual Conference (ER&L2020), Austin, TX.\n\n\n\n",
    "preview": "projects/breaking-the-bundle/study-2053811.jpg",
    "last_modified": "2021-02-07T15:17:07-05:00",
    "input_file": {}
  },
  {
    "path": "projects/network-visualization-literacy/",
    "title": "Network Visualization Literacy: Task, Context, and Layout",
    "description": "Fall 2010 to Spring 2018",
    "author": [],
    "date": "2018-04-01",
    "categories": [],
    "contents": "\n\nMy dissertation research on network visualization literacy included an opinion survey to identify prominent issues in network visualization comprehension and a large-scale user study of the comprehension of network visualizations.\nResponsibilities\nSurveyed 51 network science researchers to identify target visualization features\nCreated a series of visualizations with systematic manipulations in numerical and graphical properties\nConstructed a series of quantitative network visualization analysis tasks\nRecruited hundreds of subjects to complete online test of network visualization comprehension\nDeveloped R scripts to process sample network datasets, conduct network statistics and clustering algorithms, generate test visualizations, process participant response data, apply mixed effects models, and visualize results\nProject Outcomes\nZoss, Angela M. (2018). Network Visualization Literacy: Task, Context, and Layout (Doctoral dissertation). Supervised by Dr. Katy Börner. School of Informatics, Computing, and Engineering, Indiana University: Bloomington, IN.\nNetVisLit Repository, including analysis code and presentation slides\nZoss, Angela M., Maltese, Adam, Uzzo, Stephen Miles and Börner, Katy. (2018). Network Visualization Literacy: Novel Approaches to Measurement and Instruction. In Cramer, Catherine, Porter, Mason A., Sayama, Hiroki, Sheetz, Lori and Uzzo, Stephen Miles (Eds.), Network Science In Education (pp. 169-187). : Springer International Publishing. doi:[10.1007/978-3-319-77237-0_11](https://dx.doi.org/10.1007/978-3-319-77237-0_11)\nZoss, Angela M. (March 23, 2018). [Network Visualization Literacy]https://github.com/amzoss/netvislit/blob/master/Zoss-VFF-03-23-18.pdf). Presentation at Duke University Visualization Friday Forum, Durham, NC. video\nZoss, Angela M. (November 1, 2017). Network Visualization Literacy. Presentation at Indiana University Network Science Institute Open Science Forum, Bloomington, IN.\n\n\n\n",
    "preview": "projects/network-visualization-literacy/netvislit-red-01.png",
    "last_modified": "2021-02-07T15:22:59-05:00",
    "input_file": {},
    "preview_width": 720,
    "preview_height": 569
  },
  {
    "path": "projects/mental-disorders-over-time/",
    "title": "Mental Disorders Over Time",
    "description": "June 2014 to January 2016",
    "author": [],
    "date": "2016-01-01",
    "categories": [],
    "contents": "\n\nInna Kouper, Angela Zoss, Trevor Edelblute, Michael Boyles, Hamid Ekbia. (2016). Mental Disorders Over Time: A Dictionary-Based Approach to the Analysis of Knowledge Domains, iConference 2016 Proceedings, iSchools, url, doi:10.9776/16303\n\n\n\n",
    "preview": "projects/mental-disorders-over-time/mental_disability-01.png",
    "last_modified": "2021-02-07T00:56:22-05:00",
    "input_file": {},
    "preview_width": 3529,
    "preview_height": 2083
  },
  {
    "path": "projects/pubmed-diseases/",
    "title": "PubMed Diseases",
    "description": "January 2014 to June 2014",
    "author": [],
    "date": "2014-06-01",
    "categories": [],
    "contents": "\n\nZoss, Angela; Edelblute, Trevor; Kouper, Inna. (2014). Diseases across the Top Five Languages of the PubMed Database: 1961-2012. doi: 10.6084/m9.figshare.1033878\n\n\n\n",
    "preview": "projects/pubmed-diseases/WebSci14-poster.png",
    "last_modified": "2021-02-07T00:58:11-05:00",
    "input_file": {},
    "preview_width": 800,
    "preview_height": 566
  },
  {
    "path": "projects/growth-of-bibliometrics/",
    "title": "Growth of Bibliometrics",
    "description": "May to June 2012",
    "author": [],
    "date": "2012-07-01",
    "categories": [],
    "contents": "\n\nAngela Zoss. (2012). Seeding a field: The growth of bibliometrics through co-authorship ties, Bulletin of the American Society for Information Science and Technology, 38(6), p. 29-32, Wiley Subscription Services, Inc., A Wiley Company, url, doi:10.1002/bult.2012.1720380608\n\n\n\n",
    "preview": "projects/growth-of-bibliometrics/Figure9.jpg",
    "last_modified": "2021-02-07T00:51:18-05:00",
    "input_file": {}
  },
  {
    "path": "projects/scisip-community/",
    "title": "SciSIP Community",
    "description": "December 2010 to January 2012",
    "author": [],
    "date": "2012-01-01",
    "categories": [],
    "contents": "\n\nAngela M. Zoss, Katy Börner. (2012). Mapping interactions within the evolving science of science and innovation policy community, Scientometrics 91(2), p. 631-644, Springer Netherlands, url, doi:10.1007/s11192-011-0574-8\n\n\n\n",
    "preview": "projects/scisip-community/scisipprogramnetwork_final.png",
    "last_modified": "2021-02-07T01:12:18-05:00",
    "input_file": {},
    "preview_width": 3038,
    "preview_height": 1787
  },
  {
    "path": "projects/updating-maps-of-science/",
    "title": "Updating Maps of Science",
    "description": "Jan. 2011 to July 2011",
    "author": [],
    "date": "2011-07-01",
    "categories": [],
    "contents": "\n\nCollaborators: Richard Klavans, Michael Patek, Joseph Biberstine, Vincent Larivière, Kevin W. Boyack, Katy Börner, Angela Zoss\nRecent research has explored how extant maps of science can be systematically and usefully updated to reflect the constantly evolving environment of science.\nBörner, K., Klavans, R., Patek, M., Zoss, A. M., Biberstine, J. R., Light, R. P., Larivière, V., & Boyack, K. W. (2012). Design and update of a classification system: The UCSD Map of Science. PLoS ONE, 7(7), e39464.\n\n\n\n",
    "preview": "projects/updating-maps-of-science/updating-ucsd.png",
    "last_modified": "2021-02-07T01:12:51-05:00",
    "input_file": {},
    "preview_width": 1477,
    "preview_height": 824
  },
  {
    "path": "projects/mapsustain/",
    "title": "MapSustain",
    "description": "January 2010 to December 2010",
    "author": [],
    "date": "2010-12-01",
    "categories": [],
    "contents": "\n\nCollaborators: Chin Hua Kong, Nianli Ma, Michael J. Stamper, Angela Zoss, Katy Börner\nMapSustain, building off the Job Map, visualizes funding, publication, and patent data related to sustainability research on linked geospatial and topic maps.\n\n\n\n",
    "preview": "projects/mapsustain/mapsustain-scimap.png",
    "last_modified": "2021-02-07T00:54:13-05:00",
    "input_file": {},
    "preview_width": 664,
    "preview_height": 455
  },
  {
    "path": "projects/nsf-discovery-in-research-portfolio/",
    "title": "NSF Discovery in Research Portfolio",
    "description": "April 2010 to October 2010",
    "author": [],
    "date": "2010-10-01",
    "categories": [],
    "contents": "\n\nCollaborators: Angela Zoss, Katy Börner\nNSF CISE and SBE Advisory Committees contracted several teams to act as a subcommittee and help in identifying tools and approaches that would be effective for proposal analysis in order to better support Program Officers in short-term and long-term goals.\nWhite paper\n\n\n\n",
    "preview": "projects/nsf-discovery-in-research-portfolio/NSF-MRI-Scimap-01.png",
    "last_modified": "2021-02-07T00:57:23-05:00",
    "input_file": {},
    "preview_width": 492,
    "preview_height": 187
  },
  {
    "path": "projects/evaluation-of-transdisciplinary-tobacco-use-research-centers-tturc/",
    "title": "Evaluation of Transdisciplinary Tobacco Use Research Centers (TTURC)",
    "description": "August 2008 to June 2010",
    "author": [],
    "date": "2010-06-01",
    "categories": [],
    "contents": "\n\nCollaborators: David Berrigan, Annie Feng, Kara Hall, Stephen Marcus, Glen Morgan, Brooke Stipelman, Daniel Stokols, Amanda L. Vogel, Angela Zoss, Katy Börner\nThis project involves a series of bibliometric analyses and visualizations that aid in the evaluation of TTURC projects. Visualizations include geographic visualizations, co-authorship networks, Map of Science overlays, and keywords networks.\nThis research was supported in part by the National Cancer Institute at the National Institutes of Health [contract number HHSN261200800812].\n\n\n\n",
    "preview": "projects/evaluation-of-transdisciplinary-tobacco-use-research-centers-tturc/tturc.png",
    "last_modified": "2021-02-07T00:50:58-05:00",
    "input_file": {},
    "preview_width": 544,
    "preview_height": 648
  },
  {
    "path": "projects/job-mapping/",
    "title": "Job Mapping",
    "description": "January 2009 to May 2010",
    "author": [],
    "date": "2010-05-01",
    "categories": [],
    "contents": "\n\nCollaborators: Angela Zoss, Michael Conover, Katy Börner\nIn the Job Map, job postings collected via RSS feeds are visualized geospatially and topically (overlaid on a Map of Science). Also accepted as a map to the Places & Spaces: Mapping Science exhibit, 6th iteration (U.S. Job Market map).\n\n\n\n",
    "preview": "projects/job-mapping/jobmap-geo.png",
    "last_modified": "2021-02-07T00:53:06-05:00",
    "input_file": {},
    "preview_width": 973,
    "preview_height": 547
  },
  {
    "path": "projects/masters-thesis-sandbox/",
    "title": "Master’s Thesis – Sandbox",
    "description": "January 2006 to May 2008",
    "author": [],
    "date": "2008-05-01",
    "categories": [],
    "contents": "\n\n\n\n\n",
    "preview": "projects/masters-thesis-sandbox/sandbox.jpg",
    "last_modified": "2021-02-07T00:55:18-05:00",
    "input_file": {}
  },
  {
    "path": "projects/imprints-in-the-museum/",
    "title": "Imprints in the Museum",
    "description": "August 2004 to December 2004",
    "author": [],
    "date": "2004-12-01",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": "projects/imprints-in-the-museum/imprints.jpg",
    "last_modified": "2021-02-07T00:52:35-05:00",
    "input_file": {}
  }
]
